Repository: Finfra/fBoard_public
Catalog: localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, zh_hans, zh_hant

# a11y.bg.color
source: 배경색
de: Hintergrundfarbe
en: Background Color
es: Color de fondo
fr: Couleur d'arrière-plan
ja: 背景色
zh_hans: 背景色
zh_hant: 背景色

# a11y.bg.color.help
source: 클릭하여 배경색을 선택합니다
de: Klicken, um die Hintergrundfarbe auszuwählen
en: Click to select background color
es: Haz clic para seleccionar el color de fondo
fr: Cliquer pour choisir la couleur d'arrière-plan
ja: クリックして背景色を選択します
zh_hans: 点击以选择背景色
zh_hant: 點擊以選擇背景色

# a11y.bg.type
source: 배경 유형
de: Hintergrundtyp
en: Background Type
es: Tipo de fondo
fr: Type d'arrière-plan
ja: 背景タイプ
zh_hans: 背景类型
zh_hant: 背景類型

# a11y.bg.type.help
source: 색상 또는 이미지 배경을 선택합니다
de: Farbe oder Bild als Hintergrund auswählen
en: Select color or image background
es: Seleccionar fondo de color o imagen
fr: Choisir un arrière-plan couleur ou image
ja: 色または画像の背景を選択します
zh_hans: 选择颜色或图片背景
zh_hant: 選擇顏色或圖片背景

# a11y.fill.mode
source: 채우기 모드
de: Füllmodus
en: Fill Mode
es: Modo de relleno
fr: Mode de remplissage
ja: 塗りつぶしモード
zh_hans: 填充模式
zh_hant: 填充模式

# a11y.fill.mode.help
source: 이미지를 스크린에 맞추는 방식을 선택합니다
de: Wählen Sie, wie das Bild an den Bildschirm angepasst wird
en: Select how the image fits the screen
es: Seleccionar cómo se ajusta la imagen a la pantalla
fr: Choisir comment l'image s'adapte à l'écran
ja: 画像をスクリーンに合わせる方式を選択します
zh_hans: 选择图片适应屏幕的方式
zh_hant: 選擇圖片適應螢幕的方式

# a11y.image.filename
source: 선택된 이미지 파일명
de: Ausgewählter Bilddateiname
en: Selected image filename
es: Nombre del archivo de imagen seleccionado
fr: Nom du fichier image sélectionné
ja: 選択された画像ファイル名
zh_hans: 已选图片文件名
zh_hant: 已選圖片檔名

# button.cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# button.delete
source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# button.done
source: 완료
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

# button.ok
source: 확인
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
zh_hans: 确定
zh_hant: 確定

# button.overwrite
source: 덮어쓰기
de: Überschreiben
en: Overwrite
es: Sobrescribir
fr: Écraser
ja: 上書き
zh_hans: 覆盖
zh_hant: 覆蓋

# button.save
source: 저장
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# fill.mode.fill
source: 채우기
de: Füllen
en: Fill
es: Rellenar
fr: Remplir
ja: 塗りつぶし
zh_hans: 填充
zh_hant: 填滿

# fill.mode.fit
source: 맞춤
de: Einpassen
en: Fit
es: Ajustar
fr: Ajuster
ja: フィット
zh_hans: 适合
zh_hant: 適合

# fill.mode.stretch
source: 늘리기
de: Strecken
en: Stretch
es: Estirar
fr: Étirer
ja: ストレッチ
zh_hans: 拉伸
zh_hant: 拉伸

# fill.mode.tile
source: 타일
de: Kacheln
en: Tile
es: Mosaico
fr: Mosaïque
ja: タイル
zh_hans: 平铺
zh_hant: 平鋪

# menu.context.bg.color
source: 배경색 선택...
de: Hintergrundfarbe wählen …
en: Select Background Color...
es: Seleccionar color de fondo…
fr: Choisir la couleur d'arrière-plan…
ja: 背景色を選択...
zh_hans: 选择背景色...
zh_hant: 選擇背景色...

# menu.context.bg.image
source: 배경 이미지 선택...
de: Hintergrundbild wählen …
en: Select Background Image...
es: Seleccionar imagen de fondo…
fr: Choisir l'image d'arrière-plan…
ja: 背景画像を選択...
zh_hans: 选择背景图片...
zh_hant: 選擇背景圖片...

# menu.fullscreen
source: 전체 스크린
de: Vollbild
en: Full Screen
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
zh_hans: 全屏
zh_hant: 全螢幕

# menu.level.background
source: 배경으로
de: In den Hintergrund
en: Send to Background
es: Enviar al fondo
fr: Envoyer en arrière-plan
ja: 背景に送る
zh_hans: 置于背景
zh_hant: 置於背景

# menu.level.floating
source: 항상 위에
de: Immer im Vordergrund
en: Always on Top
es: Siempre visible
fr: Toujours au premier plan
ja: 常に前面
zh_hans: 总在最前
zh_hant: 總在最前

# menu.level.normal
source: 일반
de: Normal
en: Normal
es: Normal
fr: Normal
ja: 通常
zh_hans: 普通
zh_hant: 一般

# menu.preferences
source: 설정...
de: Einstellungen …
en: Preferences...
es: Preferencias…
fr: Préférences…
ja: 設定...
zh_hans: 偏好设置...
zh_hant: 偏好設定...

# menu.preset
source: 프리셋
de: Voreinstellungen
en: Presets
es: Preajustes
fr: Préréglages
ja: プリセット
zh_hans: 预设
zh_hant: 預設

# menu.quit
source: fBoard 종료
de: fBoard beenden
en: Quit fBoard
es: Salir de fBoard
fr: Quitter fBoard
ja: fBoardを終了
zh_hans: 退出 fBoard
zh_hant: 結束 fBoard

# menu.reset.size
source: 기본 크기로 복원
de: Standardgröße wiederherstellen
en: Reset to Default Size
es: Restablecer tamaño predeterminado
fr: Restaurer la taille par défaut
ja: デフォルトサイズに戻す
zh_hans: 恢复默认大小
zh_hant: 還原預設大小

# menu.screen
source: 스크린
de: Bildschirm
en: Screen
es: Pantalla
fr: Écran
ja: スクリーン
zh_hans: 屏幕
zh_hant: 螢幕

# menu.window
source: 창
de: Fenster
en: Window
es: Ventana
fr: Fenêtre
ja: ウインドウ
zh_hans: 窗口
zh_hant: 視窗

# prefs.advanced.defaulttab.desc
source: 설정창을 열 때 기본으로 표시될 탭을 선택합니다.
de: Der Tab, der beim Öffnen des Einstellungsfensters standardmäßig angezeigt wird.
en: The tab that is displayed by default when the Preferences window opens.
es: La pestaña que se muestra por defecto al abrir la ventana de Preferencias.
fr: L'onglet affiché par défaut à l'ouverture de la fenêtre des préférences.
ja: 設定ウィンドウを開いた時にデフォルトで表示されるタブです。
zh_hans: 打开偏好设置窗口时默认显示的标签页。
zh_hant: 開啟偏好設定視窗時預設顯示的標籤頁。

# prefs.advanced.defaulttab.section
source: 📑 기본 탭
de: 📑 Standard-Tab
en: 📑 Default Tab
es: 📑 Pestaña predeterminada
fr: 📑 Onglet par défaut
ja: 📑 デフォルトタブ
zh_hans: 📑 默认标签页
zh_hant: 📑 預設標籤頁

# prefs.advanced.reset.button
source: 모든 설정 초기화
de: Alle Einstellungen zurücksetzen
en: Reset All Settings
es: Restablecer todos los ajustes
fr: Réinitialiser tous les paramètres
ja: すべての設定をリセット
zh_hans: 重置所有设置
zh_hant: 重設所有設定

# prefs.advanced.reset.confirm.cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# prefs.advanced.reset.confirm.message
source: 모든 설정과 사용자 프리셋이 초기화됩니다. 계속하시겠습니까?
de: Alle Einstellungen und Benutzer-Voreinstellungen werden zurückgesetzt. Fortfahren?
en: All settings and user presets will be reset. Continue?
es: Se restablecerán todos los ajustes y preajustes de usuario. ¿Continuar?
fr: Tous les paramètres et préréglages utilisateur seront réinitialisés. Continuer ?
ja: すべての設定とユーザープリセットがリセットされます。続行しますか？
zh_hans: 所有设置和用户预设将被重置。是否继续？
zh_hant: 所有設定和使用者預設將被重設。是否繼續？

# prefs.advanced.reset.confirm.ok
source: 초기화
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hans: 重置
zh_hant: 重設

# prefs.advanced.reset.confirm.title
source: 설정 초기화
de: Einstellungen zurücksetzen
en: Reset Settings
es: Restablecer ajustes
fr: Réinitialiser les paramètres
ja: 設定をリセット
zh_hans: 重置设置
zh_hant: 重設設定

# prefs.advanced.reset.desc
source: 모든 설정과 사용자 프리셋을 초기 상태로 되돌립니다. 이 작업은 되돌릴 수 없습니다.
de: Setzt alle Einstellungen und Benutzer-Voreinstellungen auf den Standardzustand zurück. Diese Aktion kann nicht rückgängig gemacht werden.
en: Resets all settings and user presets to their default state. This action cannot be undone.
es: Restablece todos los ajustes y preajustes de usuario a su estado predeterminado. Esta acción no se puede deshacer.
fr: Réinitialise tous les paramètres et préréglages utilisateur à leur état par défaut. Cette action est irréversible.
ja: すべての設定とユーザープリセットを初期状態に戻します。この操作は元に戻せません。
zh_hans: 将所有设置和用户预设重置为默认状态。此操作无法撤销。
zh_hant: 將所有設定和使用者預設重設為預設狀態。此操作無法復原。

# prefs.advanced.section
source: ⚙️ 데이터 관리
de: ⚙️ Datenverwaltung
en: ⚙️ Data Management
es: ⚙️ Gestión de datos
fr: ⚙️ Gestion des données
ja: ⚙️ データ管理
zh_hans: ⚙️ 数据管理
zh_hant: ⚙️ 資料管理

# prefs.bg.color.label
source: 배경색:
de: Hintergrundfarbe:
en: Background Color:
es: Color de fondo:
fr: Couleur d'arrière-plan :
ja: 背景色:
zh_hans: 背景色：
zh_hant: 背景色：

# prefs.bg.image.button
source: 선택...
de: Auswählen …
en: Choose...
es: Elegir…
fr: Choisir…
ja: 選択...
zh_hans: 选择...
zh_hant: 選擇...

# prefs.bg.image.dialog.message
source: 배경으로 사용할 이미지를 선택하세요
de: Wählen Sie ein Bild als Hintergrund
en: Select an image to use as the background
es: Selecciona una imagen para usar como fondo
fr: Sélectionnez une image comme arrière-plan
ja: 背景に使用する画像を選択してください
zh_hans: 选择用作背景的图片
zh_hant: 選擇用作背景的圖片

# prefs.bg.image.label
source: 이미지:
de: Bild:
en: Image:
es: Imagen:
fr: Image :
ja: 画像:
zh_hans: 图片：
zh_hant: 圖片：

# prefs.bg.image.none
source: 선택된 이미지 없음
de: Kein Bild ausgewählt
en: No image selected
es: Sin imagen seleccionada
fr: Aucune image sélectionnée
ja: 画像が選択されていません
zh_hans: 未选择图片
zh_hant: 未選擇圖片

# prefs.bg.type.color
source: 색상
de: Farbe
en: Color
es: Color
fr: Couleur
ja: カラー
zh_hans: 颜色
zh_hant: 顏色

# prefs.bg.type.image
source: 이미지
de: Bild
en: Image
es: Imagen
fr: Image
ja: 画像
zh_hans: 图片
zh_hant: 圖片

# prefs.bg.type.label
source: 배경 유형:
de: Hintergrundtyp:
en: Background Type:
es: Tipo de fondo:
fr: Type d'arrière-plan :
ja: 背景タイプ:
zh_hans: 背景类型：
zh_hant: 背景類型：

# prefs.fill.label
source: 채우기:
de: Füllmodus:
en: Fill Mode:
es: Modo de relleno:
fr: Mode de remplissage :
ja: 塗りつぶし:
zh_hans: 填充模式：
zh_hant: 填充模式：

# prefs.general.imagefolder.change
source: 변경...
de: Ändern...
en: Change...
es: Cambiar...
fr: Modifier...
ja: 変更...
zh_hans: 更改...
zh_hant: 變更...

# prefs.general.imagefolder.dialog
source: 배경 이미지의 기본 폴더를 선택하세요
de: Standardordner für Hintergrundbilder auswählen
en: Select default folder for background images
es: Seleccione la carpeta predeterminada para imágenes
fr: Sélectionnez le dossier par défaut pour les images
ja: 背景画像のデフォルトフォルダを選択
zh_hans: 选择背景图片的默认文件夹
zh_hant: 選擇背景圖片的預設資料夾

# prefs.general.imagefolder.none
source: (설정되지 않음)
de: (Nicht festgelegt)
en: (Not set)
es: (No configurado)
fr: (Non défini)
ja: (未設定)
zh_hans: (未设置)
zh_hant: (未設定)

# prefs.general.imagefolder.reset
source: 초기화
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hans: 重置
zh_hant: 重設

# prefs.general.imagefolder.section
source: 📁 기본 이미지 폴더
de: 📁 Standard-Bilderordner
en: 📁 Default Image Folder
es: 📁 Carpeta de imágenes predeterminada
fr: 📁 Dossier d'images par défaut
ja: 📁 デフォルト画像フォルダ
zh_hans: 📁 默认图片文件夹
zh_hant: 📁 預設圖片資料夾

# prefs.general.language.section
source: 🌐 언어 설정
de: 🌐 Spracheinstellungen
en: 🌐 Language Settings
es: 🌐 Configuración de idioma
fr: 🌐 Paramètres de langue
ja: 🌐 言語設定
zh_hans: 🌐 语言设置
zh_hant: 🌐 語言設定

# prefs.general.theme.dark
source: 다크
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
ja: ダーク
zh_hans: 深色
zh_hant: 深色

# prefs.general.theme.hint
source: 변경 즉시 적용됩니다
de: Änderungen werden sofort angewendet
en: Changes apply immediately
es: Los cambios se aplican inmediatamente
fr: Les modifications s'appliquent immédiatement
ja: 変更は即座に適用されます
zh_hans: 更改立即应用
zh_hant: 變更立即套用

# prefs.general.theme.label
source: 외관 모드:
de: Erscheinungsmodus:
en: Appearance Mode:
es: Modo de apariencia:
fr: Mode d'apparence:
ja: 外観モード:
zh_hans: 外观模式:
zh_hant: 外觀模式:

# prefs.general.theme.light
source: 라이트
de: Hell
en: Light
es: Claro
fr: Clair
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

# prefs.general.theme.section
source: 테마 설정
de: Designeinstellungen
en: Theme Settings
es: Configuración de tema
fr: Paramètres de thème
ja: テーマ設定
zh_hans: 主题设置
zh_hant: 主題設定

# prefs.general.theme.system
source: 시스템 기본
de: Systemstandard
en: System Default
es: Por defecto del sistema
fr: Par défaut du système
ja: システム基本
zh_hans: 系统默认
zh_hant: 系統預設

# prefs.language.label
source: 언어:
de: Sprache:
en: Language:
es: Idioma:
fr: Langue :
ja: 言語:
zh_hans: 语言：
zh_hant: 語言：

# prefs.language.restart
source: 언어 변경은 앱을 재시작해야 적용됩니다.
de: Die Sprachänderung wird nach dem Neustart der App wirksam.
en: Language change will take effect after restarting the app.
es: El cambio de idioma se aplicará después de reiniciar la app.
fr: Le changement de langue prendra effet après le redémarrage.
ja: 言語の変更はアプリの再起動後に反映されます。
zh_hans: 语言更改将在重新启动应用后生效。
zh_hant: 語言變更將在重新啟動應用程式後生效。

# prefs.language.restart.later
source: 나중에
de: Später
en: Later
es: Más tarde
fr: Plus tard
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

# prefs.language.restart.message
source: 언어 변경을 적용하려면 앱을 재시작해야 합니다. 지금 재시작하시겠습니까?
de: Um die Sprachänderung anzuwenden, muss die App neu gestartet werden. Möchten Sie jetzt neu starten?
en: The app needs to restart to apply the language change. Would you like to restart now?
es: La app necesita reiniciarse para aplicar el cambio de idioma. ¿Desea reiniciar ahora?
fr: L'application doit redémarrer pour appliquer le changement de langue. Voulez-vous redémarrer maintenant ?
ja: 言語の変更を適用するにはアプリを再起動する必要があります。今すぐ再起動しますか？
zh_hans: 需要重新启动应用以应用语言更改。是否现在重新启动？
zh_hant: 需要重新啟動應用程式以套用語言變更。是否現在重新啟動？

# prefs.language.restart.now
source: 지금 재시작
de: Jetzt neu starten
en: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

# prefs.language.restart.title
source: 언어 변경
de: Sprache ändern
en: Change Language
es: Cambiar idioma
fr: Changer la langue
ja: 言語を変更
zh_hans: 更改语言
zh_hant: 變更語言

# prefs.language.system
source: 시스템 기본
de: Systemstandard
en: System Default
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムデフォルト
zh_hans: 系统默认
zh_hant: 系統預設

# prefs.presets.column.name
source: 이름
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

# prefs.presets.column.type
source: 유형
de: Typ
en: Type
es: Tipo
fr: Type
ja: 種類
zh_hans: 类型
zh_hant: 類型

# prefs.presets.delete
source: 선택 삭제
de: Auswahl löschen
en: Delete Selected
es: Eliminar seleccionado
fr: Supprimer la sélection
ja: 選択を削除
zh_hans: 删除选中
zh_hant: 刪除選取

# prefs.presets.delete.confirm.cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# prefs.presets.delete.confirm.message
source: "%@" 프리셋을 삭제하시겠습니까?
de: Möchten Sie die Voreinstellung „%@“ wirklich löschen?
en: Are you sure you want to delete the "%@" preset?
es: ¿Está seguro de que desea eliminar el preajuste "%@"?
fr: Voulez-vous vraiment supprimer le préréglage « %@ » ?
ja: "%@"プリセットを削除しますか？
zh_hans: 确定要删除"%@"预设吗？
zh_hant: 確定要刪除「%@」預設嗎？

# prefs.presets.delete.confirm.message.multiple
source: %lld개의 프리셋을 삭제하시겠습니까?
de: Möchten Sie %lld Voreinstellungen wirklich löschen?
en: Are you sure you want to delete %lld presets?
es: ¿Está seguro de que desea eliminar %lld preajustes?
fr: Voulez-vous vraiment supprimer %lld préréglages ?
ja: %lldつのプリセットを削除しますか？
zh_hans: 确定要删除%lld个预设吗？
zh_hant: 確定要刪除%lld個預設嗎？

# prefs.presets.delete.confirm.ok
source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# prefs.presets.delete.confirm.title
source: 프리셋 삭제
de: Voreinstellung löschen
en: Delete Preset
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセット削除
zh_hans: 删除预设
zh_hant: 刪除預設

# prefs.presets.deleteAll
source: 모두 삭제
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_hans: 全部删除
zh_hant: 全部刪除

# prefs.presets.deleteAll.confirm.cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# prefs.presets.deleteAll.confirm.message
source: 모든 사용자 프리셋이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
de: Alle Benutzer-Voreinstellungen werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: All user presets will be deleted. This action cannot be undone.
es: Se eliminarán todos los preajustes de usuario. Esta acción no se puede deshacer.
fr: Tous les préréglages utilisateur seront supprimés. Cette action est irréversible.
ja: すべてのユーザープリセットが削除されます。この操作は元に戻せません。
zh_hans: 所有用户预设将被删除。此操作无法撤销。
zh_hant: 所有使用者預設將被刪除。此操作無法復原。

# prefs.presets.deleteAll.confirm.ok
source: 모두 삭제
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_hans: 全部删除
zh_hant: 全部刪除

# prefs.presets.deleteAll.confirm.title
source: 모든 사용자 프리셋 삭제
de: Alle Benutzer-Voreinstellungen löschen
en: Delete All User Presets
es: Eliminar todos los preajustes de usuario
fr: Supprimer tous les préréglages utilisateur
ja: すべてのユーザープリセットを削除
zh_hans: 删除所有用户预设
zh_hant: 刪除所有使用者預設

# prefs.presets.section
source: 📋 프리셋 관리
de: 📋 Voreinstellungsverwaltung
en: 📋 Preset Management
es: 📋 Gestión de preajustes
fr: 📋 Gestion des préréglages
ja: 📋 プリセット管理
zh_hans: 📋 预设管理
zh_hant: 📋 預設管理

# prefs.presets.type.user
source: 사용자
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
ja: ユーザー
zh_hans: 用户
zh_hant: 使用者

# prefs.shortcuts.background
source: 배경으로:
de: In den Hintergrund:
en: Send to Background:
es: Enviar al fondo:
fr: Envoyer à l'arrière-plan:
ja: 背面に移動:
zh_hans: 移至背景:
zh_hant: 移至背景:

# prefs.shortcuts.center
source: 중앙 800×600:
de: Mitte 800×600:
en: Center 800×600:
es: Centro 800×600:
fr: Centre 800×600:
ja: 中央 800×600:
zh_hans: 居中 800×600:
zh_hant: 置中 800×600:

# prefs.shortcuts.column.builtin.preset
source: 기본 프리셋
de: Standard-Preset
en: Built-in Preset
es: Preset predeterminado
fr: Preset intégré
ja: 基本プリセット
zh_hans: 内置预设
zh_hant: 內建預設

# prefs.shortcuts.floating
source: 항상 위에:
de: Immer im Vordergrund:
en: Always on Top:
es: Siempre encima:
fr: Toujours au premier plan:
ja: 常に最前面:
zh_hans: 始终置顶:
zh_hant: 始終置頂:

# prefs.shortcuts.fullscreen
source: 전체 스크린:
de: Vollbild:
en: Full Screen:
es: Pantalla completa:
fr: Plein écran:
ja: フルスクリーン:
zh_hans: 全屏:
zh_hant: 全螢幕:

# prefs.shortcuts.global.hint
source: ※ 사용자 프리셋만 글로벌 단축키를 지원합니다.
de: ※ Nur Benutzer-Presets unterstützen globale Tastenkürzel.
en: ※ Only user presets support global shortcuts.
es: ※ Solo los presets de usuario admiten atajos globales.
fr: ※ Seuls les préréglages utilisateur prennent en charge les raccourcis globaux.
ja: ※ ユーザープリセットのみグローバルショートカットに対応しています。
zh_hans: ※ 仅用户预设支持全局快捷键。
zh_hant: ※ 僅使用者預設支援全域快捷鍵。

# prefs.shortcuts.hint
source: 클릭하여 단축키를 변경합니다. Esc로 취소합니다.
de: Klicken Sie auf eine Taste, um sie zu ändern. Esc zum Abbrechen.
en: Click a shortcut to change it. Press Esc to cancel.
es: Haga clic en un atajo para cambiarlo. Esc para cancelar.
fr: Cliquez sur un raccourci pour le modifier. Échap pour annuler.
ja: クリックしてショートカットを変更。Escでキャンセル。
zh_hans: 点击快捷键进行更改。按 Esc 取消。
zh_hant: 點擊快捷鍵進行更改。按 Esc 取消。

# prefs.shortcuts.lefthalf
source: 좌측 반:
de: Linke Hälfte:
en: Left Half:
es: Mitad izquierda:
fr: Moitié gauche:
ja: 左半分:
zh_hans: 左半:
zh_hant: 左半:

# prefs.shortcuts.modifier.section
source: 모디파이어 키 (+ 숫자 1~0)
de: Modifikatortasten (+ Ziffern 1~0)
en: Modifier Keys (+ Numbers 1~0)
es: Teclas modificadoras (+ Números 1~0)
fr: Touches de modification (+ Chiffres 1~0)
ja: 修飾キー（+ 数字 1~0）
zh_hans: 修饰键（+ 数字 1~0）
zh_hant: 修飾鍵（+ 數字 1~0）

# prefs.shortcuts.movescreen
source: 스크린 이동:
de: Bildschirm wechseln:
en: Move to Screen:
es: Mover a pantalla:
fr: Déplacer vers l'écran:
ja: スクリーン移動:
zh_hans: 移动到屏幕:
zh_hant: 移動到螢幕:

# prefs.shortcuts.movescreen.modifier
source: 스크린 이동
de: Bildschirm wechseln
en: Move to Screen
es: Mover pantalla
fr: Déplacer l'écran
ja: スクリーン移動
zh_hans: 移动屏幕
zh_hant: 移動螢幕

# prefs.shortcuts.normal
source: 일반:
de: Normal:
en: Normal:
es: Normal:
fr: Normal:
ja: 通常:
zh_hans: 普通:
zh_hant: 普通:

# prefs.shortcuts.preferences
source: 설정 열기:
de: Einstellungen öffnen:
en: Open Settings:
es: Abrir ajustes:
fr: Ouvrir les paramètres:
ja: 設定を開く:
zh_hans: 打开设置:
zh_hant: 開啟設定:

# prefs.shortcuts.recording
source: 키를 입력하세요...
de: Taste drücken...
en: Press a key...
es: Presiona una tecla...
fr: Appuyez sur une touche...
ja: キーを押してください...
zh_hans: 请按下快捷键...
zh_hant: 請按下快捷鍵...

# prefs.shortcuts.righthalf
source: 우측 반:
de: Rechte Hälfte:
en: Right Half:
es: Mitad derecha:
fr: Moitié droite:
ja: 右半分:
zh_hans: 右半:
zh_hant: 右半:

# prefs.shortcuts.savepreset
source: 프리셋 저장:
de: Voreinstellung speichern:
en: Save Preset:
es: Guardar preajuste:
fr: Enregistrer préréglage:
ja: プリセット保存:
zh_hans: 保存预设:
zh_hant: 儲存預設:

# prefs.shortcuts.section
source: ⌨️ 단축키 설정
de: ⌨️ Tastaturkürzel-Einstellungen
en: ⌨️ Shortcut Settings
es: ⌨️ Configuración de atajos
fr: ⌨️ Paramètres des raccourcis
ja: ⌨️ ショートカット設定
zh_hans: ⌨️ 快捷键设置
zh_hant: ⌨️ 快速鍵設定

# prefs.shortcuts.userpreset
source: 사용자 프리셋 1~10:
de: Benutzer-Voreinstellung 1~10:
en: User Preset 1~10:
es: Preajuste de usuario 1~10:
fr: Préréglage utilisateur 1~10:
ja: ユーザープリセット 1~10:
zh_hans: 用户预设 1~10:
zh_hant: 使用者預設 1~10:

# prefs.shortcuts.userpreset.modifier
source: 사용자 프리셋
de: Benutzer-Presets
en: User Presets
es: Presets de usuario
fr: Préréglages utilisateur
ja: ユーザープリセット
zh_hans: 用户预设
zh_hant: 使用者預設

# prefs.tab.advanced
source: 고급
de: Erweitert
en: Advanced
es: Avanzado
fr: Avancé
ja: 詳細
zh_hans: 高级
zh_hant: 進階

# prefs.tab.background
source: 배경
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan
ja: 背景
zh_hans: 背景
zh_hant: 背景

# prefs.tab.general
source: 일반
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

# prefs.tab.presets
source: 프리셋
de: Voreinstellungen
en: Presets
es: Preajustes
fr: Préréglages
ja: プリセット
zh_hans: 预设
zh_hant: 預設

# prefs.tab.shortcuts
source: 단축키
de: Tastaturkürzel
en: Shortcuts
es: Atajos
fr: Raccourcis
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快速鍵

# prefs.title
source: 설정
de: Einstellungen
en: Preferences
es: Preferencias
fr: Préférences
ja: 設定
zh_hans: 偏好设置
zh_hant: 偏好設定

# preset.center
source: 중앙 800×600
de: Mitte 800×600
en: Center 800×600
es: Centro 800×600
fr: Centre 800×600
ja: 中央 800×600
zh_hans: 居中 800×600
zh_hant: 置中 800×600

# preset.fullscreen
source: 전체 스크린
de: Vollbild
en: Full Screen
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
zh_hans: 全屏
zh_hant: 全螢幕

# preset.left.half
source: 좌측 반
de: Linke Hälfte
en: Left Half
es: Mitad izquierda
fr: Moitié gauche
ja: 左半分
zh_hans: 左半屏
zh_hant: 左半螢幕

# preset.manage
source: 프리셋 관리...
de: Voreinstellungen verwalten …
en: Manage Presets...
es: Gestionar preajustes…
fr: Gérer les préréglages…
ja: プリセット管理...
zh_hans: 管理预设...
zh_hant: 管理預設...

# preset.manage.column
source: 프리셋 이름
de: Name der Voreinstellung
en: Preset Name
es: Nombre del preajuste
fr: Nom du préréglage
ja: プリセット名
zh_hans: 预设名称
zh_hant: 預設名稱

# preset.manage.empty.message
source: 사용자 프리셋이 없습니다.
de: Keine benutzerdefinierten Voreinstellungen vorhanden.
en: No user presets available.
es: No hay preajustes de usuario disponibles.
fr: Aucun préréglage utilisateur disponible.
ja: ユーザープリセットがありません。
zh_hans: 没有用户预设。
zh_hant: 沒有使用者預設。

# preset.manage.empty.title
source: 저장된 프리셋 없음
de: Keine gespeicherten Voreinstellungen
en: No Saved Presets
es: Sin preajustes guardados
fr: Aucun préréglage enregistré
ja: 保存されたプリセットなし
zh_hans: 没有已保存的预设
zh_hant: 沒有已儲存的預設

# preset.manage.message
source: 삭제할 프리셋을 선택하세요.
de: Wählen Sie eine Voreinstellung zum Löschen.
en: Select a preset to delete.
es: Selecciona un preajuste para eliminar.
fr: Sélectionnez un préréglage à supprimer.
ja: 削除するプリセットを選択してください。
zh_hans: 选择要删除的预设。
zh_hant: 選擇要刪除的預設。

# preset.manage.title
source: 프리셋 관리
de: Voreinstellungen verwalten
en: Manage Presets
es: Gestionar preajustes
fr: Gérer les préréglages
ja: プリセット管理
zh_hans: 管理预设
zh_hant: 管理預設

# preset.max.message
source: 프리셋은 최대 10개까지 저장할 수 있습니다. 기존 프리셋을 삭제한 후 다시 시도하세요.
de: Maximal 10 Voreinstellungen erlaubt. Bitte löschen Sie eine vorhandene, bevor Sie eine neue erstellen.
en: Maximum 10 presets allowed. Please delete an existing preset and try again.
es: Máximo 10 preajustes permitidos. Elimina uno existente e inténtalo de nuevo.
fr: Maximum 10 préréglages autorisés. Veuillez en supprimer un avant de réessayer.
ja: プリセットは最大10個まで保存できます。既存のプリセットを削除してから再度お試しください。
zh_hans: 最多可保存10个预设。请删除现有预设后重试。
zh_hant: 最多可儲存10個預設。請刪除現有預設後重試。

# preset.max.title
source: 프리셋 최대 개수 초과
de: Maximale Anzahl überschritten
en: Maximum Presets Exceeded
es: Límite de preajustes superado
fr: Nombre maximum dépassé
ja: プリセット数が上限を超えています
zh_hans: 预设数量超出上限
zh_hant: 預設數量超出上限

# preset.none
source: 저장된 프리셋 없음
de: Keine gespeicherten Voreinstellungen
en: No Saved Presets
es: Sin preajustes guardados
fr: Aucun préréglage enregistré
ja: 保存されたプリセットなし
zh_hans: 没有已保存的预设
zh_hant: 沒有已儲存的預設

# preset.overwrite.message
source: '%@' 프리셋이 이미 존재합니다. 덮어쓰시겠습니까?
de: Die Voreinstellung '%@' existiert bereits. Möchten Sie sie überschreiben?
en: Preset '%@' already exists. Do you want to overwrite it?
es: El preajuste '%@' ya existe. ¿Desea sobrescribirlo?
fr: Le préréglage '%@' existe déjà. Voulez-vous l'écraser ?
ja: プリセット「%@」は既に存在します。上書きしますか？
zh_hans: 预设「%@」已存在。是否要覆盖？
zh_hant: 預設「%@」已存在。是否要覆蓋？
